index.org
#+SETUPFILE: theme-readtheorg.setup
#+TITLE:     Logs
#+AUTHOR:    Fliar Start
#+EMAIL:     fliar@live.jp
#+OPTIONS: H:4 num:nil toc:3

* 2016
** May
*** <2016-05-31 Tue>
**** [[file:notes.org::* ntp for time update][sync time using ntp]]											  :linux:
**** [[file:notes.org::* distcc installation on centos 6.7][distcc installation on centos 6.7]]								  :linux:
*** <2016-05-27 Fri>
**** [[file:notes.org::* shell config: .bashrc][ubuntu config files]]											  :linux:
**** [[file:notes.org::* insert BEGIN block: easy template][org-mode:insert source block with easy template]] 				  :emacs:
**** [[file:notes.org::* line break export][org-mode:line break export]]										  :emacs:
**** [[file:notes.org::* aliased variable not work in sudo command][bash: aliased variable not work in sudo command]]				  :linux:
**** [[file:notes.org::* sub/super scripts][org-mode:sub/super scripts]]										  :emacs:
**** [[file:notes.org::* local variables block][org-mode:local variables block]]									  :emacs:
*** <2016-05-26 Thu>
**** [[file:notes.org::* eval source block and export][babel: eval source block and export]]							  :emacs:
**** [[file:notes.org::* read the org css fine tune][read the org css fine tune]]											:css:
*** <2016-05-25 Wed>
**** [[file:notes.org::*RESTful API basic:get data][firebase: get data using curl]]								   :firebase:
*** <2016-05-24 Tue>
**** [[file:notes.org::*show version][display ubuntu version]]											  :linux:
**** [[file:notes.org::*auto run on startup][autorun on startup]]												  :linux:
*** <2016-05-20 Fri>
**** [[file:notes.org::*link to external org file headline][org-mode:link to external org file headline]]					  :emacs:
*** <2016-05-19 Thu>
**** [[file:notes.org::*my installed package][my installed package]]											  :emacs:
**** [[file:notes.org::*customize source block style][org-mode:customize source block style]] 							  :emacs:
**** [[file:notes.org::*This web site does not supply ownership information.][This web site does not supply ownership information.]] 			  :https:
**** [[file:notes.org::*display issue][iftop display issue]]											  :linux:
**** [[file:notes.org::*nested if statement][nested if statement]]												:ahk:
