index.html
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2016-05-27 Fri 17:17 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="viewport" content="width=device-width, initial-scale=1" />
<title>Logs</title>
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Fliar Start" />
<link rel="stylesheet" type="text/css" href="css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="css/readtheorg.css"/>
<link rel="stylesheet" type="text/css" href="css/src.css" />
</head>
<body>
<div id="content">
<h1 class="title">Logs</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgheadline25">2016</a>
<ul>
<li><a href="#orgheadline24">May</a>
<ul>
<li><a href="#orgheadline7"><span class="timestamp-wrapper"><span class="timestamp">&lt;2016-05-27 Fri&gt;</span></span></a></li>
<li><a href="#orgheadline10"><span class="timestamp-wrapper"><span class="timestamp">&lt;2016-05-26 Thu&gt;</span></span></a></li>
<li><a href="#orgheadline12"><span class="timestamp-wrapper"><span class="timestamp">&lt;2016-05-25 Wed&gt;</span></span></a></li>
<li><a href="#orgheadline15"><span class="timestamp-wrapper"><span class="timestamp">&lt;2016-05-24 Tue&gt;</span></span></a></li>
<li><a href="#orgheadline17"><span class="timestamp-wrapper"><span class="timestamp">&lt;2016-05-20 Fri&gt;</span></span></a></li>
<li><a href="#orgheadline23"><span class="timestamp-wrapper"><span class="timestamp">&lt;2016-05-19 Thu&gt;</span></span></a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline25" class="outline-2">
<h2 id="orgheadline25">2016</h2>
<div class="outline-text-2" id="text-orgheadline25">
</div><div id="outline-container-orgheadline24" class="outline-3">
<h3 id="orgheadline24">May</h3>
<div class="outline-text-3" id="text-orgheadline24">
</div><div id="outline-container-orgheadline7" class="outline-4">
<h4 id="orgheadline7"><span class="timestamp-wrapper"><span class="timestamp">&lt;2016-05-27 Fri&gt;</span></span></h4>
<div class="outline-text-4" id="text-orgheadline7">
</div><div id="outline-container-orgheadline1" class="outline-5">
<h5 id="orgheadline1"><a href="notes.html#orgheadline23">ubuntu config files</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="linux">linux</span></span></h5>
</div>
<div id="outline-container-orgheadline2" class="outline-5">
<h5 id="orgheadline2"><a href="notes.html#orgheadline5">org-mode:insert source block with easy template</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="emacs">emacs</span></span></h5>
</div>
<div id="outline-container-orgheadline3" class="outline-5">
<h5 id="orgheadline3"><a href="notes.html#orgheadline4">org-mode:line break export</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="emacs">emacs</span></span></h5>
</div>
<div id="outline-container-orgheadline4" class="outline-5">
<h5 id="orgheadline4"><a href="notes.html#orgheadline20">bash: aliased variable not work in sudo command</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="linux">linux</span></span></h5>
</div>
<div id="outline-container-orgheadline5" class="outline-5">
<h5 id="orgheadline5"><a href="notes.html#orgheadline3">org-mode:sub/super scripts</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="emacs">emacs</span></span></h5>
</div>
<div id="outline-container-orgheadline6" class="outline-5">
<h5 id="orgheadline6"><a href="notes.html#orgheadline2">org-mode:local variables block</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="emacs">emacs</span></span></h5>
</div>
</div>
<div id="outline-container-orgheadline10" class="outline-4">
<h4 id="orgheadline10"><span class="timestamp-wrapper"><span class="timestamp">&lt;2016-05-26 Thu&gt;</span></span></h4>
<div class="outline-text-4" id="text-orgheadline10">
</div><div id="outline-container-orgheadline8" class="outline-5">
<h5 id="orgheadline8"><a href="notes.html#orgheadline8">babel: eval source block and export</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="emacs">emacs</span></span></h5>
</div>
<div id="outline-container-orgheadline9" class="outline-5">
<h5 id="orgheadline9"><a href="notes.html#orgheadline11">read the org css fine tune</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="css">css</span></span></h5>
</div>
</div>
<div id="outline-container-orgheadline12" class="outline-4">
<h4 id="orgheadline12"><span class="timestamp-wrapper"><span class="timestamp">&lt;2016-05-25 Wed&gt;</span></span></h4>
<div class="outline-text-4" id="text-orgheadline12">
</div><div id="outline-container-orgheadline11" class="outline-5">
<h5 id="orgheadline11"><a href="notes.html#orgheadline14">firebase: get data using curl</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="firebase">firebase</span></span></h5>
</div>
</div>
<div id="outline-container-orgheadline15" class="outline-4">
<h4 id="orgheadline15"><span class="timestamp-wrapper"><span class="timestamp">&lt;2016-05-24 Tue&gt;</span></span></h4>
<div class="outline-text-4" id="text-orgheadline15">
</div><div id="outline-container-orgheadline13" class="outline-5">
<h5 id="orgheadline13"><a href="notes.html#orgheadline27">display ubuntu version</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="linux">linux</span></span></h5>
</div>
<div id="outline-container-orgheadline14" class="outline-5">
<h5 id="orgheadline14"><a href="notes.html#orgheadline25">autorun on startup</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="linux">linux</span></span></h5>
</div>
</div>
<div id="outline-container-orgheadline17" class="outline-4">
<h4 id="orgheadline17"><span class="timestamp-wrapper"><span class="timestamp">&lt;2016-05-20 Fri&gt;</span></span></h4>
<div class="outline-text-4" id="text-orgheadline17">
</div><div id="outline-container-orgheadline16" class="outline-5">
<h5 id="orgheadline16"><a href="notes.html#orgheadline7">org-mode:link to external org file headline</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="emacs">emacs</span></span></h5>
</div>
</div>
<div id="outline-container-orgheadline23" class="outline-4">
<h4 id="orgheadline23"><span class="timestamp-wrapper"><span class="timestamp">&lt;2016-05-19 Thu&gt;</span></span></h4>
<div class="outline-text-4" id="text-orgheadline23">
</div><div id="outline-container-orgheadline18" class="outline-5">
<h5 id="orgheadline18"><a href="notes.html#orgheadline1">my installed package</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="emacs">emacs</span></span></h5>
</div>
<div id="outline-container-orgheadline19" class="outline-5">
<h5 id="orgheadline19"><a href="notes.html#orgheadline6">org-mode:customize source block style</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="emacs">emacs</span></span></h5>
</div>
<div id="outline-container-orgheadline20" class="outline-5">
<h5 id="orgheadline20"><a href="notes.html#MissingReference">This web site does not supply ownership information.</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="https">https</span></span></h5>
</div>
<div id="outline-container-orgheadline21" class="outline-5">
<h5 id="orgheadline21"><a href="notes.html#orgheadline18">iftop display issue</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="linux">linux</span></span></h5>
</div>
<div id="outline-container-orgheadline22" class="outline-5">
<h5 id="orgheadline22"><a href="notes.html#orgheadline31">nested if statement</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="ahk">ahk</span></span></h5>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">

<p id='postamble_author'>Author: Fliar Start</p>
<p id='postamble_org'></p>
<script>postambleHook();</script>
</div>
</body>
</html>
